Repository: folio-world/swift-folio-monorepo
Catalog: Projects/Toolinder/Shared/Util/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Buy
ja: 売り
ko: 매수

source: Currency
ja: 通貨
ko: 화폐

source: Edit
ja: 編集
ko: 편집

source: History
ja: 記録
ko: 기록

source: Name
ja: 名
ko: 이름

source: Next
ja: 次の
ko: 다음

source: Save
ja: 保存
ko: 저장

source: Sell
ja: 買い
ko: 매도

source: Summary
ja: 概略
ko: 요약

source: Ticker
ja: 銘柄
ko: 종목

source: Ticker Type
ja: 銘柄 種類
ko: 종목 종류

source: Trade
ja: 商売
ko: 거래
